{
  "posts": [
    {
      "id": 1,
      "title": "json-server",
      "author": "typicode"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "newsIT": [
    {
      "urlName": "Японський конгломерат Hitachi купує ІТ-компанію GlobalLogic",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2FGl2.jpg?alt=media&token=97b682b6-a1c7-4f44-a20e-48c948ea48ee",
      "title": "Японський конгломерат купує ІТ-компанію GlobalLogic",
      "description": "Японський конгломерат Hitachi, Ltd сьогодні оголосив про свій план придбати компанію GlobalLogic Inc за $9,6 млрд, повідомляє Nikkei Asia. Угода укладена між Hitachi Global Digital Holdings Corporation та GlobalLogic Worldwide Holdings, Inc., материнською компанією GlobalLogic. Процес передачі планують завершити до кінця липня 2021 року. Очікується, що це стане найбільшим придбанням Hitachi. У конгломерат Hitachi входить понад 1100 компаній, які працюють у різних сферах від електроніки та машинобудування до фінансів і страхування. Завдяки цій угоді японська компанія планує посилити свою експертизу в IT-секторі та скоротити непріоритетні напрями діяльності. Toshiaki Tokunaga, віцепрезидент Hitachi, підкреслює, що, крім технологічних переваг, для них цінний досвід GlobalLogic з клієнтами поза межами Японії у сферах машинобудування та охорони здоров’я. Hitachi планує викупити всі акції в акціонерів GlobalLogic та передати компанію під управління Hitachi Global Digital Holdings, яка курує діяльність компанії в США. На фондовому ринку новини сприйняли неоднозначно — в середу ціна акцій Hitachi в Токіо впала більш ніж на 7%. Але угода вже приносить користь для Hitachi: очікується значне зростання продажів, а коефіцієнт прибутковості IT-проєктів у компанії вже становить понад 10% — більше, ніж будь-яких інших. Президент і СЕО GlobalLogic Shashank Samant так прокоментував угоду: «Усі компанії нині використовують цифрові технології, щоб залучити більше клієнтів, збільшити прибутки, підвищити якість життя людей. Ми маємо неймовірну можливість допомогти їм це зробити разом з Hitachi. Об’єднавши наші навички, технології, досвід роботи на ринку, ми принесемо більше цінності для клієнтів, які хочуть трансформувати свій бізнес». Редакція DOU звернулася за коментарем до українського офісу GlobalLogic. Поки що нам не повідомили деталі. Новина оновлюється. В коментарі для AIN у штаб-квартирі GlobalLogic повідомили, що компанія стане незалежною дочірньою компанією у складі Hitachi. Змін у структурі, менеджменті, бренді не планується, офіси в Україні працюватимуть, як і раніше. Деталі щодо конкретних планів росту та вливу на українських співробітників поки не розкривають. Нагадаємо, що GlobalLogic — одна з найбільших ІТ-компаній України, в якій працює майже 6 тисяч спеціалістів у офісах в Києві, Харкові, Львові й Миколаєві.",
      "id": 5
    },
    {
      "urlName": "17 українських компаній-аутсорсерів потрапили у світовий топ-100",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fglobal100.png?alt=media&token=39e5e797-dacb-4ea0-b78a-717801dd97ff",
      "title": "Топ-100 українських компаній-аутсорсерів",
      "description": "Міжнародна асоціація IAOP опублікувала щорічний рейтинг найкращих аутсорсингових компаній. Цьогоріч асоціація оголосила особливу програму — Best of The Global Outsourcing 100 — та не приймала нових заявок від компаній на участь, а склала перелік найкращих організацій із тих, які вже неодноразово фігурували у попередніх списках за 10 років.\n\nЦьогоріч в рейтингу представлені 17 компаній з офісами в Україні.\n\nІз вітчизняних ІТ-роботодавців в топ-100 потрапили:\n\nSoftServe (понад 6000 спеціалістів в Україні, головний офіс у Львові);\nCiklum (понад 2800 спеціалістів в Україні, головний офіс у Києві);\nInfopulse (понад 1800 спеціалістів в Україні, головний офіс у Києві);\nELEKS (понад 1300 спеціалістів в Україні, головний офіс у Львові);\nIntellias (понад 1200 спеціалістів в Україні, головний офіс у Львові);\nSigma Software (понад 900 спеціалістів, головний офіс у Харкові);\nN-iX (понад 900 спеціалістів, головний офіс у Львові);\nMiratech (понад 800 спеціалістів, головний офіс у Києві);\nAMC Bridge (понад 500 спеціалістів, головний офіс у Дніпрі);\nSoftengi (понад 200 спеціалістів, головний офіс у Києві);\nProgram-Ace (понад 100 спеціалістів, головний офіс у Харкові).\nСеред компаній з українськими представництвами:\n\nEPAM (понад 6600 спеціалістів в Україні, головний офіс у США);\nLuxoft (понад 3900 спеціалістів в Україні, головний офіс у Швейцарії);\nSvitla Systems (понад 500 спеціалістів в Україні, головний офіс у США);\nTEAM International Services (понад 300 спеціалістів в Україні, головний офіс у США);\nIntetics (понад 300 спеціалістів в Україні, головний офіс у США);\nSoftjourn (понад 100 спеціалістів в Україні, головний офіс у США);\nМинулого року в рейтингу було представлено 18 українських ІТ-компаній. В ювілейному рейтингу не представлені Itera, Innnovecs, Artezio.\n\nIAOP — глобальна асоціація, яка щорічно проводить комплексні дослідження у сфері аутсорсингу, таким чином допомагаючи світовим компаніям у виборі постачальників IT-послуг. Рейтинг формується на основі певних критеріїв, серед яких: інноваційний підхід до роботи та надання послуг, сертифікати та нагороди за успішні проекти, позитивна динаміка зростання, відгуки клієнтів та проекти з корпоративної соціальної відповідальності. Цьогорічний спеціальний огляд IAOP базується на оцінці всієї історії компанії з моменту початку програм Global Outsourcing 100 та Best Outsourcing Advisors.",
      "id": 6
    },
    {
      "urlName": "Онлайн-дискусія з Мінцифри щодо Дія Сіті. Головні тези",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Ftezy_mincyfry_3.1.png?alt=media&token=772a5f9c-98dc-4daa-a0c2-891f84c0eca0",
      "title": "Онлайн-дискусія з Мінцифри щодо Дія Сіті",
      "description": "В аудіочаті телеграм-каналу Редакції DOU відбулась дискусія з представниками Мінцифри щодо Дія Сіті. Приводом до цієї події стала петиція проти проєкту, яку вже підписали понад 10 000 громадян. ІТ-спільноту турбує питання: навіщо чіпати те, що й так добре працює без втручання держави? Мінцифри не погоджується: можна працювати краще, є потенціал для створення потужного хабу, куди будуть заходити техгіганти та де буде вигідно зростати стартапам.\n\nУ дискусії взяли участь Олександр Борняков — заступник міністра цифрової трансформації України, Єгор Чернєв — народний депутат України, заступник голови комітету ВР з питань цифрової трансформації та співавтор законопроєкту № 4303. До live-обговорення з ІТ-спільнотою долучився Михайло Федоров — міністр цифрової трансформації.\n\nНижче питання від ІТ-спеціалістів із таймкодами, відповіді ви можете послухати в аудіоформаті телеграм-каналі Редакції DOU.\n\n00:01:00 Дія City — це аналог білоруського ПВТ. Куди хочуть добровільно-примусово загнати українські ІТ-компанії. ПВТ у Білорусі провалився, а в Україні хочуть зробити щось схоже.\n\n00:08:30 Коррупция! Минцифры смогут диктовать IT компаниям условия резидентства в Дия City, менять их в одностороннем порядке и давить на них с целью получения коррупционной выгоды. ОK, допустим мы поверили текущему министру Михаилу Федорову, но мы не имеем никаких гарантий, что следующий министр не станет доить бизнес.\n\n00:14:05 Может быть реализован картельный сговор о непереманивании, вроде печально известного харьковского меморандума. Статья 40 законопроекта предусматривает возможность договора о непереманивании. Потенциально — запрет свободы выбора места работы.\n\n00:23:05 К вышеперечисленному добавьте повышение налогов — к 5% ставке налога на зарплату добавится еще и 1.5% военного сбора и 1.5% сбора в пользу самой Дия City. Если к военному сбору вопросов нет, то сбор в пользу Дия City может стать источником коррупционного заработка для чиновников.\n\n00:30:00 Ваше ставлення до петиції.\n\n00:39:03 Хочу запропонувати деякі ініціативи: якщо інформація в петиції не відповідає дійсності. Для роз’яснення, як один з механізмів, можна використати відео і довести по пунтках, підкріпллючи посиланнями, чому це не відповідає дійсності. Щоб и побачили, що загрози немає.\n\n00:40:20 Навіщо чіпати те, що добре працює? Усім нам відомо, що пересічний громадянин іншої країни не хоче інвестувати в нову державу.\n\n00:49:45 Маніпуляція. Запитали про договір про непереманювання, а Олександр розповів про договір про утримання від вчинення конкурентних дій. Це два різні договори, які передбачені законопроєктом про Дія Сіті. Хочу зупинитись окремо на договорі про непереманювання. Не треба переводити розмову на інший договір.\n\n00:51:00 Винятки для стартапів. Усі говорять, що створили прийнятні умови для стартапів, але у законопроєкті був дуже тонкий нюанс: стартапу давалось 6 місяців, щоб вийти на зарплату в $1400 та рік, щоб найняти 9 працівників. Ця норма робить винятки для стартапів бутафорними.\n\n00:51:34 Чому в Дія Сіті тільки одна організація резидентів? Це створює таку проблему, коли компанія, наприклад, має конфлікт з організацією резидентів і не має змогу перейти в іншу. Чому б не внести зміни в законопроєкт і зробити кілька організацій резидентів?\n\n01:08:40 Що робити незалежним консультантам (приватним підприємцям) які працюють з інвойсами та договорами, з багатьма клієнтами і не ховаються за ФОПами? Якщо у результаті реформи приберуть третю групу — як мені далі працювати легально?\n\n01:14:14 Дія Сіті матиме всі контракти резидентів, списки працівників та доступ до інформації. Це неймовірна влада. Ця база може завтра з’явитись на Петрівці, більше того — власник цієї бази може керувати ринком. Це смак влади і золота жила. Ці дані будуть використані не в тих цілях, це буде контроль.\n\n01:18:40 Для приватних підприємців, яким логічно залишатись на третій групі, які юридичні гарантії дасть влада, що всіх в Дія Сіті не будуть заганяти?\n\n01:19:16 Ви проводити дослідження чи консультації, чи доможе Дія Сіті зайти великим компаніям в Україну? Чи у вас просто є така ідея?\n\n01:24:20 Не було ж запиту від ІТ-компаній та програмістів на створення Дія Сіті. Якщо немає запиту — навіщо створювати?\n\n01:29:57 Тут декілька раз декларували зменшення податків. Але півтора відсотка військовий збір — це збільшення податку. Я згоден його платити, але все ж, це збільшення.\n\n01:30:15 Ви пропонуєте захист на 15 років, скасування податків, у країні, де двічі за 20 років змінювали Конституцію — як ви будете гарантувати хоч щось? найбільший запобіжник для ІТ — те, що ми знаходимося в великому масиві людей і нас неможливо скасовувати, бо це наїд на велику групу. А коли нас буде мало, ви не зможете нічого контролювати. Чому не змінювати правила гри в цілому, а лише в ІТ?\n\n\nЧерез те, що і питання, і відповіді дуже часто пересікаються, ми зробили вижимку з головних тез дискусії.\n\n— Дія City — аналог білоруського ПВТ, куди хочуть добровільно-примусово загнати українські ІТ-компанії. Але ж ПВТ у Білорусі провалився?\nМи справді багато чого перенесли з досвіду ПВТ, адже це успішний проєкт. ПВТ дозволив інвестиціям техгігантів бути під юрисдикцією Білорусі. Наша мета така ж — надати можливість українським айтішникам реєструватись у своїй державі, залучали капітал в Україну. Адже у нас багато талановитих програмістів, є історії успіху українців у світовому ІТ, але історій успіху українських компаній немає. Ми хочемо це змінити.\n\nМи не копіювали ПВТ повністю. За час розробки концепції зрозуміли, що ІТ в Україні розбудовується рівномірно: не вийде перемістити всіх в одне місце і створити аналог Кремнієвої долини. Ми хочемо, щоб будь-яка компанія могла зайти на сайт і зареєструватися за територіальним принципом.\n\nДія City передбачає добровільний вступ. Якщо не подобається, є альтернатива: працюйте за схемою третьої групи ФОП (хоча Мінекономіки наполягає на ліквідації третьої групи ФОП — ред.).\n\nЯкщо ж хочете наймати співробітників за трудовим законом, але не з шаленими відсотками податків, заходьте у Дія City.\n\n— Якщо приберуть третю групу ФОП, як тоді працювати?\nУ нас немає планів змушувати чи заганяти когось в Дія City. Тому будемо захищати третю групу.\n\n— Мінцифри зможе чинити тиск на компанії?\nМій досвід — це досвід підприємця, а не держслужбовця. Я в ІТ уже 20 років, створював і аутсорсингову компанію, і продуктову, інвестував у стартапи. Я знаю всі больові точки ІТ-галузі, а тому прийшов, щоб зробити систему, яка працюватиме.\n\nАле навіть якщо я чи Михайло Федоров підемо — нічого не зміниться. Ми прописуємо в законодавстві, що протягом 15 років не можна вносити зміни в закон, що призведуть до погіршення умов. Звичайно, закон можна змінити. Але ми сподіваємося, що айтішників буде пів мільйона (а не 250 000), галузь приноситиме 16 млрд на рік (а не 6 млрд) і держава не зможе ігнорувати думку ІТ-спільноти.\n\nТакож у законі прописано, що Мінцифри не ухвалює рішення щодо виключення з Дія City. Усе — через суд. Тобто передбачено мінімальне втручання держави.\n\n— Навіщо взагалі потрібна стаття законопроєкту про непереманювання?\nДодали норму про непереманювання не тому, що хотіли обмежити права, а для того, щоб техгіганти чи перспективні стартапи створювали свої юридичні особи та мали тут центри revenue. Ми повинні надати гарантії таким компаніям, що їхня інтелектуальна власність буде захищена.\n\nКомпіт стосується того, що, наприклад, я працював на Apple, а потім пішов в іншу компанію і там не можу робити те саме, що в Apple. Якщо ти є резидентом Дія City і вважаєш, що твоя команда може піти й створити у конкурента чи самостійно такий самий продукт — це неетично і нечесно. Тому й передбачено норму про непереманювання.\n\nЦю умову прибрати не зможемо: тільки за її наявності іноземні компанії та інвестори погодяться зайти в Україну.\n\n— 1,5% військового збору та збір на користь Дія City. Як це прокоментуєте?\nМи хотіли зберегти той рівень податкового навантаження, що є. Передбачено, що для ФОПів немає військового збору, але ми вирішили, що якщо працевлаштовувати за трудовими відносинами — то має бути військовий збір. І я вважаю, що для країни в стані війни це має сенс.\n\nЩодо збору на освіту, то ми від цієї ідеї відмовилися.\n\n— Навіщо чіпати те, що працює?\nНе дуже працює. Для порівняння: ПВТ у Білорусі 2020 року сприяв зростанню обсягу інвестицій за рік на 126%. А експорту — на 125%. Оце гарно працює. Тобто ми дивимося на те, що у світі ІТ зростає на 50–60% на рік, а ми — на 25%, у нас повільніше зростання.\n\nДо того ж замовник Дія City — не спільнота і не бізнес. Концепція виникла як відповідь на запит держави — створити найпотужніший ІТ-хаб у Східній Європі.\n\n— Законопроєкт передбачає такі умови для стартапів, за якими де-факто скасовується малий бізнес і early stage стартапи (6 місяців для виходу на середню зарплату на працівника в 1400 доларів, а за рік — штат щонайменше з 9 працівників).\nТак, зараз є такі умови: з сьомого місяця має бути 1200 євро зарплати в середньому для компанії. Через рік-півтора — 9 співробітників. Ми думаємо змінити ці цифри, бо розуміємо, що стартап може не встигнути залучити капітал чи піднятись, тому хочемо внести зміни.\n\n— Чому організація резидентів у Дія City одна? Чому передбачено таку монополію? Чому не зробити кілька організацій резидентів?\nОрганізація резидентів не є обов’язковою.\n\n— Хто відповідає за безпеку даних резидентів Дія City?\nЖодної комерційної інформації у базі не буде. Аудит проводитимуть комерційні фірми, а не держава. Тобто у будь-якому випадку держава не отримає комерційної таємниці, а лише аудиторський звіт.\n\n— Які юридичні гарантії, що всіх не будуть заганяти в Дія City?\nЦе добровільно.\n\n— Чи проводили дослідження, консультації, чи допоможе Дія City завести компанії-гіганти в Україну?\nНе робили дослідження, але спілкувалися з представниками відомих ІТ-компаній, презентували їм концепцію. Отримали позитивну відповідь.\n\n\n\nТакож до дискусії на кілька хвилин приєднався Михайло Федоров, міністр цифрової трансформації. Він вважає, що Дія Сіті — це «найкраща податкова систем…",
      "id": 8
    },
    {
      "urlName": "Японський конгломерат Hitachi купує ІТ-компанію GlobalLogic",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2FGl2.jpg?alt=media&token=97b682b6-a1c7-4f44-a20e-48c948ea48ee",
      "title": "Японський конгломерат купує ІТ-компанію GlobalLogic",
      "description": "Японський конгломерат Hitachi, Ltd сьогодні оголосив про свій план придбати компанію GlobalLogic Inc за $9,6 млрд, повідомляє Nikkei Asia. Угода укладена між Hitachi Global Digital Holdings Corporation та GlobalLogic Worldwide Holdings, Inc., материнською компанією GlobalLogic. Процес передачі планують завершити до кінця липня 2021 року. Очікується, що це стане найбільшим придбанням Hitachi. У конгломерат Hitachi входить понад 1100 компаній, які працюють у різних сферах від електроніки та машинобудування до фінансів і страхування. Завдяки цій угоді японська компанія планує посилити свою експертизу в IT-секторі та скоротити непріоритетні напрями діяльності. Toshiaki Tokunaga, віцепрезидент Hitachi, підкреслює, що, крім технологічних переваг, для них цінний досвід GlobalLogic з клієнтами поза межами Японії у сферах машинобудування та охорони здоров’я. Hitachi планує викупити всі акції в акціонерів GlobalLogic та передати компанію під управління Hitachi Global Digital Holdings, яка курує діяльність компанії в США. На фондовому ринку новини сприйняли неоднозначно — в середу ціна акцій Hitachi в Токіо впала більш ніж на 7%. Але угода вже приносить користь для Hitachi: очікується значне зростання продажів, а коефіцієнт прибутковості IT-проєктів у компанії вже становить понад 10% — більше, ніж будь-яких інших. Президент і СЕО GlobalLogic Shashank Samant так прокоментував угоду: «Усі компанії нині використовують цифрові технології, щоб залучити більше клієнтів, збільшити прибутки, підвищити якість життя людей. Ми маємо неймовірну можливість допомогти їм це зробити разом з Hitachi. Об’єднавши наші навички, технології, досвід роботи на ринку, ми принесемо більше цінності для клієнтів, які хочуть трансформувати свій бізнес». Редакція DOU звернулася за коментарем до українського офісу GlobalLogic. Поки що нам не повідомили деталі. Новина оновлюється. В коментарі для AIN у штаб-квартирі GlobalLogic повідомили, що компанія стане незалежною дочірньою компанією у складі Hitachi. Змін у структурі, менеджменті, бренді не планується, офіси в Україні працюватимуть, як і раніше. Деталі щодо конкретних планів росту та вливу на українських співробітників поки не розкривають. Нагадаємо, що GlobalLogic — одна з найбільших ІТ-компаній України, в якій працює майже 6 тисяч спеціалістів у офісах в Києві, Харкові, Львові й Миколаєві.",
      "id": 9
    },
    {
      "urlName": "Що відбувається з Payoneer: збираємо апдейти",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fpayoneer2.png?alt=media&token=582b2ca1-158c-41fe-bf89-8bcd21ffcc6f",
      "title": "Що відбувається з Payoneer",
      "description": "З 26 червня користувачі платіжних карток Payoneer втратили доступ до власних коштів. Що відбувається з платіжною системою — публікуємо хроніку подій.\n\nРедакція стежитиме за ситуацією та оновлюватиме цей пост. Головні апдейти з’являтимуться в телеграмі.\n\n26 червня\nКористувачі карток Payoneer почали масово жалітися, що не мають доступу до грошей на рахунках.\n\t\nНОВОСТИ · 29 июня 2020, 18:19 26555 \nРедакція DOU\nЩо відбувається з Payoneer: збираємо апдейти\nЗ 26 червня користувачі платіжних карток Payoneer втратили доступ до власних коштів. Що відбувається з платіжною системою — публікуємо хроніку подій.\n\nРедакція стежитиме за ситуацією та оновлюватиме цей пост. Головні апдейти з’являтимуться в телеграмі.\n\n26 червня\nКористувачі карток Payoneer почали масово жалітися, що не мають доступу до грошей на рахунках:\n\n@Payoneer You need to address the people and let them retire their funds. This is outrageous. My family depends on my money. What am I supposed to do now?\n\n— m (@bobbixmorse) June 26, 2020\n\n\nТоді ж на DOU з’явився топік, що фінансовий партнер Payoneer збанкрутував (за чотири дні топік набрав майже 80 тис. переглядів). Фінансовий партнер — це німецька компанія Wirecard. Якщо коротенько, то в німецької Wirecard AG є дочірня компанія в Британії — Wirecard Card Solutions, яка випускала картки для Payoneer (і не тільки для них). Близько тижня тому Wirecard викрили в підробці звітності та завищенні фінансових показників на 1,9 млрд євро. CEO був заарештований, акції компанії обвалилися. Докладніше про ситуацію читайте на AIN.UA.\n 27 і 28 червня\nPayoneer опублікувала офіційне повідомлення щодо ситуації. Найголовніше:\n\nWirecard Card Solutions Limited (WCSL) тісно співпрацює з британським регулятором Financial Conduct Authority (FCA), щоби розв’язати проблеми й можна було зняти тимчасове заморожування рахунків;\nпоки FCA не завершить розслідування, тимчасово не можна використовувати кошти на картці або отримувати нові платежі на картку;\nкошти, що перевищують максимальний баланс вашої картки (картка вміщує до $10 000), керуються Payoneer і доступні для зняття. Вони не підпадають під заморожування;\nусі нові платежі не підпадають під заморожування і будуть доступні для зняття.\n29 червня\nБританський регулятор FCA випустив апдейт щодо ситуації з Wirecard. Вони висунули вимоги до Wirecard, щоби компанія припинила діяльність і не розпоряджалася грошима, якими володіє. Основна мета FCA — захистити інтереси та гроші споживачів, які використовують Wirecard, говориться в повідомленні. FCA зазначили, що бачать позитивний прогрес у виконанні цих умов. Але наразі про розморожування коштів не йдеться.",
      "id": 7
    },
    {
      "urlName": "Lionwood.software – львівська ІТ компанія.",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2FlionW.png?alt=media&token=0415eaec-b500-479e-a578-7af11ebf13e2",
      "title": "Lionwood Software Приєдналися до Кластеру",
      "description": "Lionwood.software – львівська ІТ компанія, яка спеціалізується на розробці веб- та мобільних аплікацій, UI/UX дизайну, мануальному та автоматизованому тестуванню програмного забезпечення від початку 2017 року. Компанія об’єднує цілеспрямованих та креативних людей, а також створює дружню атмосферу, яка мотивує до нових успіхів.\n\nБільшість клієнтів компанії – це стартапи та компанії зі США та Європи різних індустрій, зокрема логістики, освіти, медицини та інших. Вектор компанії направлений на аутстаф модель роботи, тому співпраця із замовниками є відкритою та прозорою. Основний стек технологій – .Net, PHP, Ruby, Angular, React, Docker, Xamarin та React Native.\nLionwood.software надає можливість розвиватись у різних напрямках, пропонувати нові ідеї та бути залученим до історії, яку ми будуємо разом. Команда із 16 спеціалістів працює над власним соціальним проектом компанії під назвою НІТ – Навчання і Технології. Мета проекту – удосконалити рівень системи освіти для всіх шкіл України та надати надійне рішення для зручної організації навчання.\n\nОсновною складовою проекту є:\n\n– щоденник учня та журнал вчителя, розклад занять\n– статистика відвідуваності та оцінювання знань\n– запровадження системи протидії булінгу\n– комунікація — індивідуальні та групові чати, обмін екраном та файлами\n– оцифрування інтерактивної освітньої програми.\nВсі охочі можуть долучитись до спільної мети і зробити власний внесок у реалізацію крутої ідеї. Вся інформація про соціальний проект – на сайті nit.school.\n\nПріоритетом компанії Lionwood.software є постійний розвиток та вдосконалення, що допомагає рухатись тільки вперед. Ще одним великим бонусом є онсайт візити до іноземної команди, можливість попрацювати в іншій країні та відкрити для себе нові\nгоризонти. У компанії вже є сформована група фахівців, які за вимогою готові у будь-який момент вирушити до клієнта.\n\nВолодимир Каміновський, СЕО в Lionwood.software розповідає: “Нам подобаються проекти та діяльність Львівського ІТ Кластеру, поділяємо місію та візію. Ми дуже раді стати частиною цієї спільноти та віримо, що нам вдасться реалізувати не один проект разом з ІТ Кластером та компаніями-учасниками. Наша компанія Lionwood.software ніколи не зупиняється на досягнутих цілях, ми щодня ростемо та стаємо кращими, ми готові ділитися та переймати досвід. Зараз ми працюємо над соціально важливою освітньою платформою — Навчання і Технології, яка зробить комунікацію, навчання та освоєння нового матеріалу максимально ефективним. Сподіваюся, що Львівський ІТ Кластер нас підтримає та зробить свій внесок у реалізацію навчальної платформи НІТ“.\n\nСтепан Веселовський, СЕО Львівського ІТ Кластеру: “Вітаю Lionwood в нашій спільноті, проактивні молоді люди з власними ідеями та соціальними проектами. Саме завдяки таким спільнота росте не просто кількісно, а якісно. Львівський ІТ Кластер – найбільша бізнес-спільнота країни і ми кажемо це не просто так, про це говорять наші проекти. Запрошую до активної співпраці“.",
      "id": 12
    },
    {
      "urlName": "Intellias увійшла до десятки найбільших ІТ -компаній України",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fintellias.png?alt=media&token=4212ef40-ce20-4d3e-bcc0-f336bff7aebe",
      "title": "Intellias ТОп-10",
      "description": "Компанія Intellias , яка має офіси в Києві, Львові, Одесі, Харкові, Івано-Франківську та Кракові, перевищила позначку 2000 спеціалістів. Це допомогло компанії потрапити до 10 -ти найбільших українських ІТ -компаній у щорічному рейтингу DOU.ua. В даний час Intellias займає 9 місце і належить до найбільш швидкозростаючих ІТ-компаній. \nПротягом першої половини 2021 року Intellias в основному найняв інженерів .NET, Java, Scala, C ++, JavaScript, DevOps та AQA. Більшість із них - старші спеціалісти. Компанія найняла спеціалістів для роботи в автомобільній, фінтехнологічній, телекомунікаційній та цифровій сферах. Intellias також розробляє власний технологічний офіс, який допомагає міжнародним клієнтам знаходити найкращі бізнес -рішення та технології. Команда офісу технології найняла архітекторів рішень, дизайнерів UI/UX, інженерів ML, експертів з безпеки та інших фахівців. \nПротягом останніх 19 років Intellias об’єднує талановитих інженерів та формує найкращі технічні знання. Одним з наших головних пріоритетів є збереження наших корпоративних цінностей, незважаючи на швидке зростання компанії. Ми зосереджені на тому, щоб діяти гуманно, не тільки в межах нашої команди, а й на рівні бізнес -процесів. Ми пишаємося тим, що на борту є 2000 спеціалістів, і будемо продовжувати рости та розвиватися,",
      "id": 11
    },
    {
      "urlName": "Global",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2FGl2.jpg?alt=media&token=b76c1e77-bc26-4064-a0da-c4058426ceb6",
      "title": "Global",
      "description": "Global",
      "id": 10
    },
    {
      "urlName": "Онлайн-дискусія з Мінцифри щодо Дія Сіті. Головні тези",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Ftezy_mincyfry_3.1.png?alt=media&token=8fa0fdb4-bf4d-429b-9786-552d43a30092",
      "title": "Онлайн-дискусія з Мінцифри щодо Дія Сіті",
      "description": "В аудіочаті телеграм-каналу Редакції DOU відбулась дискусія з представниками Мінцифри щодо Дія Сіті. Приводом до цієї події стала петиція проти проєкту, яку вже підписали понад 10 000 громадян. ІТ-спільноту турбує питання: навіщо чіпати те, що й так добре працює без втручання держави? Мінцифри не погоджується: можна працювати краще, є потенціал для створення потужного хабу, куди будуть заходити техгіганти та де буде вигідно зростати стартапам. У дискусії взяли участь Олександр Борняков — заступник міністра цифрової трансформації України, Єгор Чернєв — народний депутат України, заступник голови комітету ВР з питань цифрової трансформації та співавтор законопроєкту № 4303. До live-обговорення з ІТ-спільнотою долучився Михайло Федоров — міністр цифрової трансформації. Нижче питання від ІТ-спеціалістів із таймкодами, відповіді ви можете послухати в аудіоформаті телеграм-каналі Редакції DOU. 00:01:00 Дія City — це аналог білоруського ПВТ. Куди хочуть добровільно-примусово загнати українські ІТ-компанії. ПВТ у Білорусі провалився, а в Україні хочуть зробити щось схоже. 00:08:30 Коррупция! Минцифры смогут диктовать IT компаниям условия резидентства в Дия City, менять их в одностороннем порядке и давить на них с целью получения коррупционной выгоды. ОK, допустим мы поверили текущему министру Михаилу Федорову, но мы не имеем никаких гарантий, что следующий министр не станет доить бизнес. 00:14:05 Может быть реализован картельный сговор о непереманивании, вроде печально известного харьковского меморандума. Статья 40 законопроекта предусматривает возможность договора о непереманивании. Потенциально — запрет свободы выбора места работы. 00:23:05 К вышеперечисленному добавьте повышение налогов — к 5% ставке налога на зарплату добавится еще и 1.5% военного сбора и 1.5% сбора в пользу самой Дия City. Если к военному сбору вопросов нет, то сбор в пользу Дия City может стать источником коррупционного заработка для чиновников. 00:30:00 Ваше ставлення до петиції. 00:39:03 Хочу запропонувати деякі ініціативи: якщо інформація в петиції не відповідає дійсності. Для роз’яснення, як один з механізмів, можна використати відео і довести по пунтках, підкріпллючи посиланнями, чому це не відповідає дійсності. Щоб и побачили, що загрози немає. 00:40:20 Навіщо чіпати те, що добре працює? Усім нам відомо, що пересічний громадянин іншої країни не хоче інвестувати в нову державу. 00:49:45 Маніпуляція. Запитали про договір про непереманювання, а Олександр розповів про договір про утримання від вчинення конкурентних дій. Це два різні договори, які передбачені законопроєктом про Дія Сіті. Хочу зупинитись окремо на договорі про непереманювання. Не треба переводити розмову на інший договір. 00:51:00 Винятки для стартапів. Усі говорять, що створили прийнятні умови для стартапів, але у законопроєкті був дуже тонкий нюанс: стартапу давалось 6 місяців, щоб вийти на зарплату в $1400 та рік, щоб найняти 9 працівників. Ця норма робить винятки для стартапів бутафорними. 00:51:34 Чому в Дія Сіті тільки одна організація резидентів? Це створює таку проблему, коли компанія, наприклад, має конфлікт з організацією резидентів і не має змогу перейти в іншу. Чому б не внести зміни в законопроєкт і зробити кілька організацій резидентів? 01:08:40 Що робити незалежним консультантам (приватним підприємцям) які працюють з інвойсами та договорами, з багатьма клієнтами і не ховаються за ФОПами? Якщо у результаті реформи приберуть третю групу — як мені далі працювати легально? 01:14:14 Дія Сіті матиме всі контракти резидентів, списки працівників та доступ до інформації. Це неймовірна влада. Ця база може завтра з’явитись на Петрівці, більше того — власник цієї бази може керувати ринком. Це смак влади і золота жила. Ці дані будуть використані не в тих цілях, це буде контроль. 01:18:40 Для приватних підприємців, яким логічно залишатись на третій групі, які юридичні гарантії дасть влада, що всіх в Дія Сіті не будуть заганяти? 01:19:16 Ви проводити дослідження чи консультації, чи доможе Дія Сіті зайти великим компаніям в Україну? Чи у вас просто є така ідея? 01:24:20 Не було ж запиту від ІТ-компаній та програмістів на створення Дія Сіті. Якщо немає запиту — навіщо створювати? 01:29:57 Тут декілька раз декларували зменшення податків. Але півтора відсотка військовий збір — це збільшення податку. Я згоден його платити, але все ж, це збільшення. 01:30:15 Ви пропонуєте захист на 15 років, скасування податків, у країні, де двічі за 20 років змінювали Конституцію — як ви будете гарантувати хоч щось? найбільший запобіжник для ІТ — те, що ми знаходимося в великому масиві людей і нас неможливо скасовувати, бо це наїд на велику групу. А коли нас буде мало, ви не зможете нічого контролювати. Чому не змінювати правила гри в цілому, а лише в ІТ? Через те, що і питання, і відповіді дуже часто пересікаються, ми зробили вижимку з головних тез дискусії. — Дія City — аналог білоруського ПВТ, куди хочуть добровільно-примусово загнати українські ІТ-компанії. Але ж ПВТ у Білорусі провалився? Ми справді багато чого перенесли з досвіду ПВТ, адже це успішний проєкт. ПВТ дозволив інвестиціям техгігантів бути під юрисдикцією Білорусі. Наша мета така ж — надати можливість українським айтішникам реєструватись у своїй державі, залучали капітал в Україну. Адже у нас багато талановитих програмістів, є історії успіху українців у світовому ІТ, але історій успіху українських компаній немає. Ми хочемо це змінити. Ми не копіювали ПВТ повністю. За час розробки концепції зрозуміли, що ІТ в Україні розбудовується рівномірно: не вийде перемістити всіх в одне місце і створити аналог Кремнієвої долини. Ми хочемо, щоб будь-яка компанія могла зайти на сайт і зареєструватися за територіальним принципом. Дія City передбачає добровільний вступ. Якщо не подобається, є альтернатива: працюйте за схемою третьої групи ФОП (хоча Мінекономіки наполягає на ліквідації третьої групи ФОП — ред.). Якщо ж хочете наймати співробітників за трудовим законом, але не з шаленими відсотками податків, заходьте у Дія City. — Якщо приберуть третю групу ФОП, як тоді працювати? У нас немає планів змушувати чи заганяти когось в Дія City. Тому будемо захищати третю групу. — Мінцифри зможе чинити тиск на компанії? Мій досвід — це досвід підприємця, а не держслужбовця. Я в ІТ уже 20 років, створював і аутсорсингову компанію, і продуктову, інвестував у стартапи. Я знаю всі больові точки ІТ-галузі, а тому прийшов, щоб зробити систему, яка працюватиме. Але навіть якщо я чи Михайло Федоров підемо — нічого не зміниться. Ми прописуємо в законодавстві, що протягом 15 років не можна вносити зміни в закон, що призведуть до погіршення умов. Звичайно, закон можна змінити. Але ми сподіваємося, що айтішників буде пів мільйона (а не 250 000), галузь приноситиме 16 млрд на рік (а не 6 млрд) і держава не зможе ігнорувати думку ІТ-спільноти. Також у законі прописано, що Мінцифри не ухвалює рішення щодо виключення з Дія City. Усе — через суд. Тобто передбачено мінімальне втручання держави. — Навіщо взагалі потрібна стаття законопроєкту про непереманювання? Додали норму про непереманювання не тому, що хотіли обмежити права, а для того, щоб техгіганти чи перспективні стартапи створювали свої юридичні особи та мали тут центри revenue. Ми повинні надати гарантії таким компаніям, що їхня інтелектуальна власність буде захищена. Компіт стосується того, що, наприклад, я працював на Apple, а потім пішов в іншу компанію і там не можу робити те саме, що в Apple. Якщо ти є резидентом Дія City і вважаєш, що твоя команда може піти й створити у конкурента чи самостійно такий самий продукт — це неетично і нечесно. Тому й передбачено норму про непереманювання. Цю умову прибрати не зможемо: тільки за її наявності іноземні компанії та інвестори погодяться зайти в Україну. — 1,5% військового збору та збір на користь Дія City. Як це прокоментуєте? Ми хотіли зберегти той рівень податкового навантаження, що є. Передбачено, що для ФОПів немає військового збору, але ми вирішили, що якщо працевлаштовувати за трудовими відносинами — то має бути військовий збір. І я вважаю, що для країни в стані війни це має сенс. Щодо збору на освіту, то ми від цієї ідеї відмовилися. — Навіщо чіпати те, що працює? Не дуже працює. Для порівняння: ПВТ у Білорусі 2020 року сприяв зростанню обсягу інвестицій за рік на 126%. А експорту — на 125%. Оце гарно працює. Тобто ми дивимося на те, що у світі ІТ зростає на 50–60% на рік, а ми — на 25%, у нас повільніше зростання. До того ж замовник Дія City — не спільнота і не бізнес. Концепція виникла як відповідь на запит держави — створити найпотужніший ІТ-хаб у Східній Європі. — Законопроєкт передбачає такі умови для стартапів, за якими де-факто скасовується малий бізнес і early stage стартапи (6 місяців для виходу на середню зарплату на працівника в 1400 доларів, а за рік — штат щонайменше з 9 працівників). Так, зараз є такі умови: з сьомого місяця має бути 1200 євро зарплати в середньому для компанії. Через рік-півтора — 9 співробітників. Ми думаємо змінити ці цифри, бо розуміємо, що стартап може не встигнути залучити капітал чи піднятись, тому хочемо внести зміни. — Чому організація резидентів у Дія City одна? Чому передбачено таку монополію? Чому не зробити кілька організацій резидентів? Організація резидентів не є обов’язковою. — Хто відповідає за безпеку даних резидентів Дія City? Жодної комерційної інформації у базі не буде. Аудит проводитимуть комерційні фірми, а не держава. Тобто у будь-якому випадку держава не отримає комерційної таємниці, а лише аудиторський звіт. — Які юридичні гарантії, що всіх не будуть заганяти в Дія City? Це добровільно. — Чи проводили дослідження, консультації, чи допоможе Дія City завести компанії-гіганти в Україну? Не робили дослідження, але спілкувалися з представниками відомих ІТ-компаній, презентували їм концепцію. Отримали позитивну відповідь. Також до дискусії на кілька хвилин приєднався Михайло Федоров, міністр цифрової трансформації. Він вважає, що Дія Сіті — це «найкраща податкова систем…",
      "id": 13
    }
  ],
  "eventsIT": [
    {
      "urlName": "Serverless mindset meet-up",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fmindset.jpg?alt=media&token=2a9b87ad-0767-4c8c-a7af-40b13460695e",
      "title": "Serverless mindset",
      "description": "Мислити у дусі Serverless означає переглядати підходи під час імплементації serverless-процесів, перебудовувати архітектуру — і ще раз переосмислювати підходи.\n\nЧому варто застосовувати serverless-підхід у розробці ПЗ? Який майндсет потрібен фахівцю, щоб це спрацювало? Яке майбутнє чекає на serverless-підхід?\nДолучайтесь до Ciklum Speakers’ Corner «Serverless mindset. How to think creating serverless applications?» з Дмитром Мілашенком, Cloud Solutions Architect у Ciklum, щоб дізнатися, як думати інакше для використання концепції serverless архітектури та чи є в цьому сенс.\nМи поговоримо здебільшого про стиль мислення та шляхи вирішення задач, аніж про інструменти.\n\nЩо розглянемо:\n— Serverless чи not serverless: трохи термінології;\n— Пастки, у які потрапляють фахівці, створюючи serverless-застосунки;\n— Розробка й тестування serverless-застосунків: чи потрібно створювати локальне тестове середовище?\n— Корпоративні serverless рішення: міф чи реальність?\n\nПро спікера:\n\nДмитро Мілашенко — сертифікований AWS Solutions Architect Professional. Дмитро працює з AWS технологіями з 2008 року. Має значний досвід розробки й був залучений на проєктах у ролі Java та Node.js фахівця у різний час. Більше 15 років працює на проєктах у різних бізнес-сферах, серед яких: фінанси, телекомунікації, охорона здров’я й інші.\n\nПриєднуйтеся, якщо ви:\n\n— Спеціаліст, що цікавиться сферою serverless-рішень як на AWS, так й на інших хмарних технологіях (усі мови програмування, будь-який фреймворк);\n\n— Solution Architect.",
      "id": 8
    },
    {
      "urlName": " Курс Salesforce Developer 2021, від компанії Perevaga Technology",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fsales%40.png?alt=media&token=24331af6-6ee6-4b8a-beee-0cac47b15543",
      "title": "Курс Salesforce Developer 2021",
      "description": "Компанія Perevaga Technology запрошує студентів на навчання-стажування по платформі Salesforce з можливістю подальшого офіційного працевлаштування в компанії!\n\n\nУмови:\n\nтривалість стажування-навчання — 1,5 місяца 2-3 рази на тиждень;\nнавчання-стажування проходитиме on-line за допомогою телеконференції;\nдля проходження навчання-стажування необхідний ПК з доступом в мережу інтернет, навушники з мікрофоном;\nнавчання-стажування повністю безкоштовне для слухачів;\nзарахування на стажування проводиться за результатами іспиту після проходження курсів\nдля участі в курсах необхідно заповнити АНКЕТУ\nтермін заповнення анкети для всіх зацікавлених — до «13» вересня 2021;\nпідсумки відбору будуть відомі 14.09.2021\nВимоги:\n\nстуденти 3-4 курсу університету;\nзнання основ Web-розробки, OOP, Java або C#;\nзнання CSS, JavaScript, HTML5 — великий плюс!;\nзнання англійської мови на рівні Intermediate і вище;\nбажання розвиватися в Salesforce.\nБуде плюсом:\n\nнаписання своїх проектів (наприклад, курсовий проект);\nнаявність проектів на GitHub.\nВ процесі проходження навчання-стажування Ви:\n\nспілкуєтеся з засновниками компанії і найбільш досвідченими Salesforce розробниками і архітекторами рішень;\nвикористовуєте новітні технології розробки корпоративних програмних рішень;\nотримуєте реально цінні у всьому світі знання та досвід;\nотримуєте не тільки теоретичні, а й практичні знання і навички;\nотримуєте можливість побудувати кар’єру в компанії з професійним, цілеспрямованим і молодим колективом!\nУ свою чергу ми пропонуємо:\n\nроботу в команді досвідчених, мотивованих фахівців;\nспілкування безпосередньо з засновниками компанії;\nдоступ до сучасного обладнання і ПЗ;\nгнучкий графік роботи;\nкомфортні умови в затишному офісі;\nдружний колектив;\nгідна оплата, офіційне оформлення з першого дня, біла заробітна плата;\nцікаві активності всередині компанії (конкурси, святкування днів народжень, корпоративи) і багато-багато іншого!",
      "id": 9
    },
    {
      "urlName": "JavaScript Hiring Sprint | EPAM Anywhere",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fepam.jpg?alt=media&token=6a775e01-60c4-4d5d-bcef-9cbdb2c1e8b9",
      "title": "JavaScript Hiring Sprint EPAM",
      "description": "Пройди технічне інтерв’ю та протягом 48 годин отримай пропозицію приєднатися до EPAM Anywhere, а також бонус до US$5,000!\n6-17 вересня 2021 року | онлайн\n\nМи запрошуємо JavaScript-фахівців рівня Middle/Senior/Lead/Architect із досвідом роботи від 3 років та англійською В1+ стати частиною команди EPAM Anywhere.\n\nЦе чудова можливість для тебе приєднатись до команди фахівців EPAM Anywhere, працювати над довгостроковими проєктами з топовими компаніями усього світу й отримати бонус за приєднання до програми.\n\nБонус для спеціалістів рівня Middle — US$2,000\nБонус для спеціалістів рівня Senior — US$3,000\nБонус для спеціалістів рівня Lead — US$4,000\nБонус для спеціалістів рівня Architect — US$5,000.\nСума бонусу фіксована незалежно від щомісячної компенсації.\n\nДля участі:\n\n📌Заповни реєстраційну форму\n\n📌Отримай повідомлення, що підтверджує твою участь\n\n📌Пройди технічне онлайн-інтерв’ю. Ми зв’яжемося з тобою протягом 48 годин після співбесіди та надамо відповідь.Нехай тобі пощастить!\n\n📌Після успішного проходження всіх етапів ми запросимо тебе стати частиною команди EPAM Anywhere.\n\nХочеш дізнатися більше? Заповни реєстраційну форму та дізнайся більше про платформу EPAM Anywhere та JavaScript Hiring Sprint!",
      "id": 10
    },
    {
      "urlName": "JavaScript Hiring Sprint | EPAM Anywhere",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fepam.jpg?alt=media&token=6a775e01-60c4-4d5d-bcef-9cbdb2c1e8b9",
      "title": "JavaScript Hiring Sprint EPAM",
      "description": "Пройди технічне інтерв’ю та протягом 48 годин отримай пропозицію приєднатися до EPAM Anywhere, а також бонус до US$5,000!\n6-17 вересня 2021 року | онлайн\n\nМи запрошуємо JavaScript-фахівців рівня Middle/Senior/Lead/Architect із досвідом роботи від 3 років та англійською В1+ стати частиною команди EPAM Anywhere.\n\nЦе чудова можливість для тебе приєднатись до команди фахівців EPAM Anywhere, працювати над довгостроковими проєктами з топовими компаніями усього світу й отримати бонус за приєднання до програми.\n\nБонус для спеціалістів рівня Middle — US$2,000\nБонус для спеціалістів рівня Senior — US$3,000\nБонус для спеціалістів рівня Lead — US$4,000\nБонус для спеціалістів рівня Architect — US$5,000.\nСума бонусу фіксована незалежно від щомісячної компенсації.\n\nДля участі:\n\n📌Заповни реєстраційну форму\n\n📌Отримай повідомлення, що підтверджує твою участь\n\n📌Пройди технічне онлайн-інтерв’ю. Ми зв’яжемося з тобою протягом 48 годин після співбесіди та надамо відповідь.Нехай тобі пощастить!\n\n📌Після успішного проходження всіх етапів ми запросимо тебе стати частиною команди EPAM Anywhere.\n\nХочеш дізнатися більше? Заповни реєстраційну форму та дізнайся більше про платформу EPAM Anywhere та JavaScript Hiring Sprint!",
      "id": 11
    },
    {
      "urlName": "Serverless mindset meet-up",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fmindset.jpg?alt=media&token=2a9b87ad-0767-4c8c-a7af-40b13460695e",
      "title": "Serverless mindset",
      "description": "Мислити у дусі Serverless означає переглядати підходи під час імплементації serverless-процесів, перебудовувати архітектуру — і ще раз переосмислювати підходи.\n\nЧому варто застосовувати serverless-підхід у розробці ПЗ? Який майндсет потрібен фахівцю, щоб це спрацювало? Яке майбутнє чекає на serverless-підхід?\nДолучайтесь до Ciklum Speakers’ Corner «Serverless mindset. How to think creating serverless applications?» з Дмитром Мілашенком, Cloud Solutions Architect у Ciklum, щоб дізнатися, як думати інакше для використання концепції serverless архітектури та чи є в цьому сенс.\nМи поговоримо здебільшого про стиль мислення та шляхи вирішення задач, аніж про інструменти.\n\nЩо розглянемо:\n— Serverless чи not serverless: трохи термінології;\n— Пастки, у які потрапляють фахівці, створюючи serverless-застосунки;\n— Розробка й тестування serverless-застосунків: чи потрібно створювати локальне тестове середовище?\n— Корпоративні serverless рішення: міф чи реальність?\n\nПро спікера:\n\nДмитро Мілашенко — сертифікований AWS Solutions Architect Professional. Дмитро працює з AWS технологіями з 2008 року. Має значний досвід розробки й був залучений на проєктах у ролі Java та Node.js фахівця у різний час. Більше 15 років працює на проєктах у різних бізнес-сферах, серед яких: фінанси, телекомунікації, охорона здров’я й інші.\n\nПриєднуйтеся, якщо ви:\n\n— Спеціаліст, що цікавиться сферою serverless-рішень як на AWS, так й на інших хмарних технологіях (усі мови програмування, будь-який фреймворк);\n\n— Solution Architect.",
      "id": 12
    },
    {
      "urlName": " Курс Salesforce Developer 2021, від компанії Perevaga Technology",
      "images": "https://firebasestorage.googleapis.com/v0/b/la-piec-6471a.appspot.com/o/images%2Fsales%40.png?alt=media&token=24331af6-6ee6-4b8a-beee-0cac47b15543",
      "title": "Курс Salesforce Developer 2021",
      "description": "Компанія Perevaga Technology запрошує студентів на навчання-стажування по платформі Salesforce з можливістю подальшого офіційного працевлаштування в компанії!\n\n\nУмови:\n\nтривалість стажування-навчання — 1,5 місяца 2-3 рази на тиждень;\nнавчання-стажування проходитиме on-line за допомогою телеконференції;\nдля проходження навчання-стажування необхідний ПК з доступом в мережу інтернет, навушники з мікрофоном;\nнавчання-стажування повністю безкоштовне для слухачів;\nзарахування на стажування проводиться за результатами іспиту після проходження курсів\nдля участі в курсах необхідно заповнити АНКЕТУ\nтермін заповнення анкети для всіх зацікавлених — до «13» вересня 2021;\nпідсумки відбору будуть відомі 14.09.2021\nВимоги:\n\nстуденти 3-4 курсу університету;\nзнання основ Web-розробки, OOP, Java або C#;\nзнання CSS, JavaScript, HTML5 — великий плюс!;\nзнання англійської мови на рівні Intermediate і вище;\nбажання розвиватися в Salesforce.\nБуде плюсом:\n\nнаписання своїх проектів (наприклад, курсовий проект);\nнаявність проектів на GitHub.\nВ процесі проходження навчання-стажування Ви:\n\nспілкуєтеся з засновниками компанії і найбільш досвідченими Salesforce розробниками і архітекторами рішень;\nвикористовуєте новітні технології розробки корпоративних програмних рішень;\nотримуєте реально цінні у всьому світі знання та досвід;\nотримуєте не тільки теоретичні, а й практичні знання і навички;\nотримуєте можливість побудувати кар’єру в компанії з професійним, цілеспрямованим і молодим колективом!\nУ свою чергу ми пропонуємо:\n\nроботу в команді досвідчених, мотивованих фахівців;\nспілкування безпосередньо з засновниками компанії;\nдоступ до сучасного обладнання і ПЗ;\nгнучкий графік роботи;\nкомфортні умови в затишному офісі;\nдружний колектив;\nгідна оплата, офіційне оформлення з першого дня, біла заробітна плата;\nцікаві активності всередині компанії (конкурси, святкування днів народжень, корпоративи) і багато-багато іншого!",
      "id": 13
    }
  ]
}